[  {    "thumb": "nascimento-mt-mnm-01-t.jpg",    "image": "nascimento-mt-mnm-01-i.jpg",    "big": "nascimento-mt-mnm-01-b.jpg",    "description": "Montana Natural Medicine, a marijuana dispensary in Butte, Montana, is located in the city's historic uptown district. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-02-t.jpg",    "image": "nascimento-mt-mnm-02-i.jpg",    "big": "nascimento-mt-mnm-02-b.jpg",    "description": "A dear carcass dries under the partly cloudy sky near \"No Trespassing\" signs on the fence that surrounds the yard at Montana Natural Medicine. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-03-t.jpg",    "image": "nascimento-mt-mnm-03-i.jpg",    "big": "nascimento-mt-mnm-03-b.jpg",    "description": "Only a short walk from his storefront to his backyard, on-site greenhouse, Mark Gibbons Jr. bounces between the two as he tends to  his plants and patients. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-04-t.jpg",    "image": "nascimento-mt-mnm-04-i.jpg",    "big": "nascimento-mt-mnm-04-b.jpg",    "description": "A young marijuana plant grows inside the greenhouse at Montana Natural Medicine. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-05-t.jpg",    "image": "nascimento-mt-mnm-05-i.jpg",    "big": "nascimento-mt-mnm-05-b.jpg",    "description": "As he works in the greenhouse, Gibbons tends to one of his many marijuana plants. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-06-t.jpg",    "image": "nascimento-mt-mnm-06-i.jpg",    "big": "nascimento-mt-mnm-06-b.jpg",    "description": "Gibbons picks a leaf off of one of his indoor marijuana plants. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-07-t.jpg",    "image": "nascimento-mt-mnm-07-i.jpg",    "big": "nascimento-mt-mnm-07-b.jpg",    "description": "While some plants growing in the backyard of Montana Natural Medicine spend their day in direct sunlight, others are kept covered, inside a homemade greenhouse. Photo by Martin do Nascimento | News 21"  },  {    "thumb": "nascimento-mt-mnm-08-t.jpg",    "image": "nascimento-mt-mnm-08-i.jpg",    "big": "nascimento-mt-mnm-08-b.jpg",    "description": "Our Lady of the Rockies looks out over Montana Natural Medicine from the mountains to the east of Butte. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-09-t.jpg",    "image": "nascimento-mt-mnm-09-i.jpg",    "big": "nascimento-mt-mnm-09-b.jpg",    "description": "Sitting directly across the street from Montana Natural Medicine, The Berkeley Pit is one of Butte's best-known landmarks. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-10-t.jpg",    "image": "nascimento-mt-mnm-10-i.jpg",    "big": "nascimento-mt-mnm-10-b.jpg",    "description": "A camper and patio furniture are set up in the backyard of Montana Natural Medicine. When the plants are flowering, Gibbons or one of his employees will stay full time to safeguard the crop. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-11-t.jpg",    "image": "nascimento-mt-mnm-11-i.jpg",    "big": "nascimento-mt-mnm-11-b.jpg",    "description": "A baby marijuana plant protected by plastic grows in the yard of Montana Natural Medicine. The plant is an \"autoflower,\" meaning it flowers automatically after a certain time, unlike other plants in which flowering must be induced. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-12-t.jpg",    "image": "nascimento-mt-mnm-12-i.jpg",    "big": "nascimento-mt-mnm-12-b.jpg",    "description": "Mark Gibbons Jr. and his canine companion stand out front of Montana Natural Medicine.  (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-13-t.jpg",    "image": "nascimento-mt-mnm-13-i.jpg",    "big": "nascimento-mt-mnm-13-b.jpg",    "description": "This pup waits for its owner just outside of the dispensary doors. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-14-t.jpg",    "image": "nascimento-mt-mnm-14-i.jpg",    "big": "nascimento-mt-mnm-14-b.jpg",    "description": "Taking a break from tending to his plants, Gibbons stops to rest while he sits at the store counter at Montana Natural Medicine. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mnm-15-t.jpg",    "image": "nascimento-mt-mnm-15-i.jpg",    "big": "nascimento-mt-mnm-15-b.jpg",    "description": "A patient on the other side of the counter waits for Gibbons as he weighs marijuana. (Photo by Martin do Nascimento | News 21)"  }]