[  {    "thumb": "KBB-Cantwell_01-t.jpg",    "image": "KBB-Cantwell_01-i.jpg",    "big": "KBB-Cantwell_01-b.jpg",    "description": "Steve Cantwell, a former UFC fighter, co-owns Green Life Productions, a cultivation site in Pahrump, Nevada, about 60 miles outside of Las Vegas. When medical marijuana became legal in Nevada in 2013, Cantwell and four other investors decided to enter the industry. Photo by Kathryn Boyd-Batstone | News21"  },  {    "thumb": "KBB-Cantwell_02-t.jpg",    "image": "KBB-Cantwell_02-i.jpg",    "big": "KBB-Cantwell_02-b.jpg",    "description": "Steve Cantwell grew his first marijuana plant when he was 12. Photo by Kathryn Boyd-Batstone| News21"  },  {    "thumb": "KBB-Cantwell_03-t.jpg",    "image": "KBB-Cantwell_03-i.jpg",    "big": "KBB-Cantwell_03-b.jpg",    "description": "Nevada recently set standards for pesticide use for marijuana production, but many cultivation sites have waited months to start growing. Green Life Productions, however, uses permaculture gardening practices, which eliminate the use of pesticides. Photo by Kathryn Boyd-Batstone | News21"  },  {    "thumb": "KBB-Cantwell_04-t.jpg",    "image": "KBB-Cantwell_04-i.jpg",    "big": "KBB-Cantwell_04-b.jpg",    "description": "Steve Cantwell and friend Brad Thurmond prepare clippings to use for their first set of clones. Photo by Kathryn Boyd-Batstone | News21"  },  {    "thumb": "KBB-Cantwell_05-t.jpg",    "image": "KBB-Cantwell_05-i.jpg",    "big": "KBB-Cantwell_05-b.jpg",    "description": "Green Life Productions was one of two companies to receive the third round of approvals for a medical marijuana cultivation license from the state of Nevada. Photo by Kathryn Boyd-Batstone | News21"  },  {    "thumb": "KBB-Cantwell_06-t.jpg",    "image": "KBB-Cantwell_06.i.jpg",    "big": "KBB-Cantwell_06-b.jpg",    "description": "Kouanin Villa, Cantwell’s wife, assists with cloning. Villa runs the business side of Green Life Productions while her husband oversees the cultivation. Photo by Kathryn Boyd-Batstone | News21"  }]