 [
  {
    "thumb": "Hawaii_Heede_01-t.jpg",
    "image": "Hawaii_Heede_01-i.jpg",
    "big": "Hawaii_Heede_01-b.jpg",
    "description": "Teri Heede, a medical marijuana patient in Kapolei, Hawaii, said she is frustrated it has taken 15 years for state marijuana laws to change. (Photo by Katie Cambell | News21)."
  },
  {
    "thumb": "Hawaii_Heede_02-t.jpg",
    "image": "Hawaii_Heede_02-i.jpg",
    "big": "Hawaii_Heede_02-b.jpg",
    "description": "An ashtray on Heede's porch in Hawaii holds the remains of a joint and small pieces of marijuana. Heede smokes or otherwise ingests marijuana daily. (Photo by Anne M. Shearer | News 21)."
  },
  {
    "thumb": "Hawaii_Heede_03-t.jpg",
    "image": "Hawaii_Heede_03-i.jpg",
    "big": "Hawaii_Heede_03-b.jpg",
    "description": "Before using marijuana to cope with her multiple sclerosis, Heede said she was using as many as 40 medications to treat her symptoms. (Photo by Katie Cambell | News 21)."
  },
  {
    "thumb": "Hawaii_Heede_04-t.jpg",
    "image": "Hawaii_Heede_04-i.jpg",
    "big": "Hawaii_Heede_04-b.jpg",
    "description": "Although Heede grows various strains of marijuana, she said her illness is treated more effectively using a CBD-dominant strain. (Photo by Katie Cambell | News 21)."
  },
  {
    "thumb": "Hawaii_Heede_05-t.jpg",
    "image": "Hawaii_Heede_05-i.jpg",
    "big": "Hawaii_Heede_05-b.jpg",
    "description": "Heede keeps dried marijuana in sealed glass jars, preserving the buds and keeping them fresh. (Photo by Matias J. Ocner | News 21)."
  },
  {
    "thumb": "Hawaii_Heede_06-t.jpg",
    "image": "Hawaii_Heede_06-i.jpg",
    "big": "Hawaii_Heede_06-b.jpg",
    "description": "Heede grinds up marijuana flowers to prepare a joint. She still smokes her marijuana but has also started using vaporizers and edibles. (Photo by Anne M. Shearer | News21)."
  },
  {
    "thumb": "Hawaii_Heede_07-t.jpg",
    "image": "Hawaii_Heede_07-i.jpg",
    "big": "Hawaii_Heede_07-b.jpg",
    "description": "Heede rests a hand on her knee while sitting in her garden and smoking a marijuana joint. The rings on her fingers and her brightly colored clothing are testaments to her ñflowerchildî past, she said. (Photo by Katie Cambell | News21)."
  }
]