[
  {
    "thumb": "CRGVRS-DEVIN_01-t.jpg",
    "image": "CRGVRS-DEVIN_01-i.jpg",
    "big": "CRGVRS-DEVIN_01-b.jpg",
    "description": "Devin Noonan becomes distracted by his two German Shepards while watering cannabis plants in his greenhouse just outside Augusta, Maine. (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_02-t.jpg",
    "image": "CRGVRS-DEVIN_02-i.jpg",
    "big": "CRGVRS-DEVIN_02-b.jpg",
    "description": "Noonan said tending to his marijuana greenhouse is a lot of work. He grows indoor and outdoor marijuana. (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_03-t.jpg",
    "image": "CRGVRS-DEVIN_03-i.jpg",
    "big": "CRGVRS-DEVIN_03-b.jpg",
    "description": "Noonan pulls back the leaves on his cannabis plant to determine if the plant is a female. (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_04-t.jpg",
    "image": "CRGVRS-DEVIN_04-i.jpg",
    "big": "CRGVRS-DEVIN_04-b.jpg",
    "description": "Noonan grows 72 plants in his medical marijuana grow operation in Maine, which require daily watering. (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_05-t.jpg",
    "image": "CRGVRS-DEVIN_05-i.jpg",
    "big": "CRGVRS-DEVIN_05-b.jpg",
    "description": "Noonan, 26, has been cultivating cannabis plants for two years in his backyard just outside of Augusta, Maine. (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_06-t.jpg",
    "image": "CRGVRS-DEVIN_06-i.jpg",
    "big": "CRGVRS-DEVIN_06-b.jpg",
    "description": "Noonan moves cannabis plants from his unfinished greenhouse to the surrounding grassy fields. He's been working on the operation for more than a month.  (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_07-t.jpg",
    "image": "CRGVRS-DEVIN_07-i.jpg",
    "big": "CRGVRS-DEVIN_07-b.jpg",
    "description": "Noonan prepares several indoor cannabis plants for transport to his outdoor grow.  (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_08-t.jpg",
    "image": "CRGVRS-DEVIN_08-i.jpg",
    "big": "CRGVRS-DEVIN_08-b.jpg",
    "description": "Noonan also grows cannabis plants inside his home, eventually shifting them to his outdoor grow. (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_09-t.jpg",
    "image": "CRGVRS-DEVIN_09-i.jpg",
    "big": "CRGVRS-DEVIN_09-b.jpg",
    "description": "Noonan's German Shepard, Jack, waits patiently outside the indoor grow room of Noonan's Maine home. (Photo by Jessie Wardarski | News 21)"
  },
  {
    "thumb": "CRGVRS-DEVIN_10-t.jpg",
    "image": "CRGVRS-DEVIN_10-i.jpg",
    "big": "CRGVRS-DEVIN_10-b.jpg",
    "description": "Noonan lets Zeus, one of two German Shepards he owns, roam outside before he extracts hash oil from his cannabis plants.  (Photo by Jessie Wardarski | News 21)"
  }
]