[
  {
    "thumb": "PPP_COLO_01-t.jpg",
    "image": "PPP_COLO_01-i.jpg",
    "big": "PPP_COLO_01-b.jpg",
    "description": "Heidi Keyes stands in front of her class as she paints a portrait of Lookout Mountain on June 13, 2015. Keyes, an artist, runs her own cannabis and painting studio out of Denver. (Photo by Clarissa Cooper | News21)"
  },
  {
    "thumb": "PPP_COLO_02-t.jpg",
    "image": "PPP_COLO_02-i.jpg",
    "big": "PPP_COLO_02-b.jpg",
    "description": "Keyes' example portrait of Lookout Mountain sits behind a bowl of sample marijuana at Puff, Pass and Paint on June 13, 2015. Keyes takes her customers through every step of painting as they consume cannabis. (Photo by Clarissa Cooper | News21)"
  },
  {
    "thumb": "PPP_COLO_03-t.jpg",
    "image": "PPP_COLO_03-i.jpg",
    "big": "PPP_COLO_03-b.jpg",
    "description": "A tourist lights a pipe at Puff, Pass and Paint in Denver on June 13, 2015. (Photo by Clarissa Cooper | News21)"
  },
  {
    "thumb": "PPP_COLO_04-t.jpg",
    "image": "PPP_COLO_04-i.jpg",
    "big": "PPP_COLO_04-b.jpg",
    "description": "Justin Gillum of Tennessee vacationed in Colorado for the marijuana, and came to Puff, Pass and Paint in Denver. Gillum associates Colorado's recreational pot with \"freedom,\" and said he has to hide his marijuana use when in Tennessee. (Photo by Clarissa Cooper | News21)"
  },
  {
    "thumb": "PPP_COLO_05-t.jpg",
    "image": "PPP_COLO_05-i.jpg",
    "big": "PPP_COLO_05-b.jpg",
    "description": "Justin Gillum of Tennessee vacationed in Colorado to use marijuana without fear of law enforcement. (Photo by Clarissa Cooper | News21)"
  },
  {
    "thumb": "PPP_COLO_06-t.jpg",
    "image": "PPP_COLO_06-i.jpg",
    "big": "PPP_COLO_06-b.jpg",
    "description": "Keyes drinks wine as she leads a cannabis and painting class, teaching her patrons how to paint Lookout Mountain in Denver. Keyes, a Wisconsin native, started the studio after a friend suggested she take popular \"wine and painting\" classes and rebrand them with marijuana. (Photo by Clarissa Cooper | News21)"
  },
  {
    "thumb": "PPP_COLO_07-t.jpg",
    "image": "PPP_COLO_07-i.jpg",
    "big": "PPP_COLO_07-b.jpg",
    "description": "A tourist smokes a joint while learning how to paint at Puff, Pass and Paint in Denver. The marijuana-friendly painting class is run by Heidi Keyes. (Clarissa Cooper | News21)"
  }
]