[
  {
    "thumb": "KBB-VegasLab_01-t.jpg",
    "image": "KBB-VegasLab_01-i.jpg",
    "big": "KBB-VegasLab_01-b.jpg",
    "description": "Glen Marquez is an analytical scientist at DigiPath Labs, which tests small amounts of marijuana for pesticide use and potency. (Photo by Kathryn Boyd-Batstone | News21)"
  },
  {
    "thumb": "KBB-VegasLab_02-t.jpg",
    "image": "KBB-VegasLab_02-i.jpg",
    "big": "KBB-VegasLab_02-b.jpg",
    "description": "While waiting for cultivation sites to produce marijuana, Nevada labs conduct tests with coffee, tea and homegrown samples of marijuana. (Photo by Kathryn Boyd-Batstone | News21)"
  },
  {
    "thumb": "KBB-VegasLab_03-t.jpg",
    "image": "KBB-VegasLab_03-i.jpg",
    "big": "KBB-VegasLab_03-b.jpg",
    "description": "Glen Marquez, an analytical scientist at DigiPath Labs, earned a master’s degree in chemistry from San Diego State University and a bachelor’s degree in cell and molecular biology from San Francisco State University. (Photo by Kathryn Boyd-Batstone | News21)"
  },
  {
    "thumb": "KBB-VegasLab_04-t.jpg",
    "image": "KBB-VegasLab_04-i.jpg",
    "big": "KBB-VegasLab_04-b.jpg",
    "description": "DigiPath plans to test marijuana for potency, solvents, pesticides, mold, heavy metals, biological toxins and microbial contaminants. (Photo by Kathryn Boyd-Batstone | News21)"
  },
  {
    "thumb": "KBB-VegasLab_05-t.jpg",
    "image": "KBB-VegasLab_05-i.jpg",
    "big": "KBB-VegasLab_05-b.jpg",
    "description": "Marijuana testing is expected to generate nearly $1 billion in revenue by 2020, according to a report by GreenWave Advisors, an independent research firm focused on the emerging legal marijuana industry. (Photo by Kathryn Boyd-Batstone | News21)"
  },
  {
    "thumb": "KBB-VegasLab_06-t.jpg",
    "image": "KBB-VegasLab_06-i.jpg",
    "big": "KBB-VegasLab_06-b.jpg",
    "description": "Glen Marquez of DigiPath Labs conducts tests in the company's Las Vegas facility. (Photo by Kathryn Boyd-Batstone | News21)"
  }
]