[  {    "thumb": "nascimento-mt-mac-01-t.jpg",    "image": "nascimento-mt-mac-01-i.jpg",    "big": "nascimento-mt-mac-01-b.jpg",    "description": "Rich Abromeit, left, and Jason Smith are owners of Montana Advanced Caregivers in Billings, Montana. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-02-t.jpg",    "image": "nascimento-mt-mac-02-i.jpg",    "big": "nascimento-mt-mac-02-b.jpg",    "description": "Rich Abromeit reminisces about growing marijuana in high school with his friend, Jason Smith. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-03-t.jpg",    "image": "nascimento-mt-mac-03-i.jpg",    "big": "nascimento-mt-mac-03-b.jpg",    "description": "\"AK-47,\" one of the many marijuana strains grown by Montana Advanced Caregivers, is marked and labeled with white duct tape. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-04-t.jpg",    "image": "nascimento-mt-mac-04-i.jpg",    "big": "nascimento-mt-mac-04-b.jpg",    "description": "Jason Smith tends to his plants by watering marijuana seedlings, which is the next stage after germination. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-05-t.jpg",    "image": "nascimento-mt-mac-05-i.jpg",    "big": "nascimento-mt-mac-05-b.jpg",    "description": "A Montana Advanced Caregivers employee trims the \"sugar leaves,\" which are often covered with THC crystals, off of a recently harvested marijuana plant. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-06-t.jpg",    "image": "nascimento-mt-mac-06-i.jpg",    "big": "nascimento-mt-mac-06-b.jpg",    "description": "After harvesting, Montana Advanced Caregivers employee Zachary Wilson works to trim the buds, getting rid of unwanted leaves. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-07-t.jpg",    "image": "nascimento-mt-mac-07-i.jpg",    "big": "nascimento-mt-mac-07-b.jpg",    "description": "Cleaning off scissors, a Montana Advanced Caregivers employee scrapes off the residue left on the scissors used to trim marijuana buds. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-08-t.jpg",    "image": "nascimento-mt-mac-08-i.jpg",    "big": "nascimento-mt-mac-08-b.jpg",    "description": "Display cases at Montana Advanced Caregivers house jars containing different varieties of marijuana. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-09-t.jpg",    "image": "nascimento-mt-mac-09-i.jpg",    "big": "nascimento-mt-mac-09-b.jpg",    "description": "Montana Advanced Caregivers manager Josh Thill weighs marijuana while he writes a receipt for employee and patient, Zachary Wilson. (Photo by Martin do Nascimento | News 21)"  },  {    "thumb": "nascimento-mt-mac-10-t.jpg",    "image": "nascimento-mt-mac-10-i.jpg",    "big": "nascimento-mt-mac-10-b.jpg",    "description": "Nearing the end of business hours, Montana Advanced Caregivers employee and patient Zachary Wilson heads home for the day. (Photo by Martin do Nascimento | News 21)"  }]