[  {    "thumb": "ocner_fresno_raid_01-t.jpg",    "image": "ocner_fresno_raid_01-i.jpg",    "big": "ocner_fresno_raid_01-b.jpg",    "description": "Lt. Mark Padilla, center, debriefs his officers before embarking on a marijuana eradication mission on July, 5 2015. Padilla is a lieutenant with the Fresno County Sheriff's Department and one of the leading officers enforcing the county's zero tolerance marijuana ordinance. (Photo by Matias J. Ocner | News 21)"  },  {    "thumb": "ocner_fresno_raid_02-t.jpg",    "image": "ocner_fresno_raid_02-i.jpg",    "big": "ocner_fresno_raid_02-b.jpg",    "description": "Padilla is the leader of the Fresno County Sheriff Department's Marijuana Enforcement Team. The group enforces the zero tolerance marijuana ordinance by eradicating plants throughout the county. (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_03-t.jpg",    "image": "ocner_fresno_raid_03-i.jpg",    "big": "ocner_fresno_raid_03-b.jpg",    "description": "Padilla and his team of officers reach their first location in Squaw Valley. Shown here, the team of officers surround, secure and clear an abandoned trailer. (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_04-t.jpg",    "image": "ocner_fresno_raid_04-i.jpg",    "big": "ocner_fresno_raid_04-b.jpg",    "description": "A group of officers slide down a rocky hill toward their first marijuana find. The other officials split into teams as they search the nearby area. (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_05-t.jpg",    "image": "ocner_fresno_raid_05-i.jpg",    "big": "ocner_fresno_raid_05-b.jpg",    "description": "Padilla, left, and his team look below as officers secure the path ahead. (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_06-t.jpg",    "image": "ocner_fresno_raid_06-i.jpg",    "big": "ocner_fresno_raid_06-b.jpg",    "description": "Padilla and his team of officers eradicated around 480 marijuana plants during their first stop. (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_07-t.jpg",    "image": "ocner_fresno_raid_07-i.jpg",    "big": "ocner_fresno_raid_07-b.jpg",    "description": "Padilla and his team discovered a makeshift living area near the marijuana fields. Environmental damage from growers is one of the reasons elected officials have decided to ban marijuana cultivation in Fresno County. (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_08-t.jpg",    "image": "ocner_fresno_raid_08-i.jpg",    "big": "ocner_fresno_raid_08-b.jpg",    "description": "Padilla digs through food and other produce left behind by the marijuana growers.  (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_09-t.jpg",    "image": "ocner_fresno_raid_09-i.jpg",    "big": "ocner_fresno_raid_09-b.jpg",    "description": "The officers visited a second marijuana grow where the property owner was home when they arrived. Officers told the grower that marijuana cultivation in Fresno County is illegal, punishable with a $1,000 fine per plant.  (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_11-t.jpg",    "image": "ocner_fresno_raid_11-i.jpg",    "big": "ocner_fresno_raid_11-b.jpg",    "description": "Violence, evironmental damage and crime are some of the reasons why elected officials in Fresno County have decided to ban marijuana cultivation. (Photo by Matias J. Ocner | News21)"  },  {    "thumb": "ocner_fresno_raid_12-t.jpg",    "image": "ocner_fresno_raid_12-i.jpg",    "big": "ocner_fresno_raid_12-b.jpg",    "description": "As one team of officers haul away the 60 plants, a second group interviews the property owner. The owner said he was not aware of the marijuana ordinance. He was given a warning. (Photo by Matias J. Ocner | News 21)"  },  {    "thumb": "ocner_fresno_raid_13-t.jpg",    "image": "ocner_fresno_raid_13-i.jpg",    "big": "ocner_fresno_raid_13-b.jpg",    "description": "Padilla communicates with his officers through radio before and after the eradication process. (Photo by Matias J. Ocner | News 21)"  },  {    "thumb": "ocner_fresno_raid_14-t.jpg",    "image": "ocner_fresno_raid_14-i.jpg",    "big": "ocner_fresno_raid_14-b.jpg",    "description": "A total of 60 plants were eradicated from the second location. The plants will be taken to an offsite location where they'll be destroyed. (Photo by Matias J. Ocner | News 21)"  }]