[  {    "thumb": "alexisbortell-1-t.jpg",    "image": "alexisbortell-1-i.jpg",    "big": "alexisbortell-1-b.jpg",    "description": "Alexis Bortell (left), 9, and her sister Avery, 6, play on a seesaw in Littleton, Colorado. Alexis says she had to avoid Avery before she used cannabis oil to treat her seizures. (Photo by Nick Swyter | News 21)"  },  {    "thumb": "alexisbortell-2-t.jpg",    "image": "alexisbortell-2-i.jpg",    "big": "alexisbortell-2-b.jpg",    "description": "Liza Bortell holds the hand of her daughter Alexis at a basketball court in Littleton, Colorado. The Bortells moved to Colorado earlier this year to access cannabis oil. (Photo by Nick Swyter | News 21)"  },  {    "thumb": "alexisbortell-3-t.jpg",    "image": "alexisbortell-3-i.jpg",    "big": "alexisbortell-3-b.jpg",    "description": "Alexis, 9, takes a break at a playground in Littleton, Colorado. (Photo by Nick Swyter | News 21)"  },  {    "thumb": "alexisbortell-4-t.jpg",    "image": "alexisbortell-4-i.jpg",    "big": "alexisbortell-4-b.jpg",    "description": "From left, the Bortell family's Liza, Avery, Dean and Alexis eat frozen yogurt outside of Yogurtini in Littleton, Colorado. (Photo by Nick Swyter | News 21)"  },  {    "thumb": "alexisbortell-5-t.jpg",    "image": "alexisbortell-5-i.jpg",    "big": "alexisbortell-5-b.jpg",    "description": "Liza Bortell, center, prepares dinner for her daughters, Alexis, 9, and Avery (right), 6, at their apartment in Littleton, Colorado.  (Photo by Nick Swyter | News 21)"  },  {    "thumb": "alexisbortell-6-t.jpg",    "image": "alexisbortell-6-i.jpg",    "big": "alexisbortell-6-b.jpg",    "description": "Alexis takes a swing at a driving range in Littleton, Colorado. Her family moved from Texas to Colorado in 2015 to obtain cannabis oil for treating her seizures. (Photo by Nick Swyter | News 21)"  },  {    "thumb": "alexisbortell-7-t.jpg",    "image": "alexisbortell-7-i.jpg",    "big": "alexisbortell-7-b.jpg",    "description": "Liza Bortell, left, plays with her daughters, Alexis, 9, and Avery , 6, on a swingset in Littleton, Colorado.  (Photo by Nick Swyter | News 21)"  }]